Repository: gruntsoftware/ios
Catalog: brainwallet/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fa, fa_ir, fr, hi, id, it, ja, ko, pa, pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

source: Take the next 5 minutes to secure your Litecoin.
ar: خذ الدقائق الخمس القادمة لتأمين اللايتكوين الخاص بك.
de: Nehmen Sie sich die nächsten 5 Minuten Zeit, um Ihren Litecoin zu sichern.
es: Tómate los próximos 5 minutos para asegurar tu Litecoin.
es_419: Tómate los próximos 5 minutos para asegurar tu Litecoin.
fa: پنج دقیقه بعدی را برای ایمن‌سازی لایت‌کوین خود اختصاص دهید.
fa_ir: پنج دقیقه بعدی را برای ایمن‌سازی لایت‌کوین خود اختصاص دهید.
fr: Prenez les 5 prochaines minutes pour sécuriser votre Litecoin.
hi: अपने लाइटकॉइन को सुरक्षित करने के लिए अगले 5 मिनट का समय लें।
id: Luangkan waktu 5 menit berikutnya untuk mengamankan Litecoin Anda.
it: Prenditi i prossimi 5 minuti per proteggere i tuoi Litecoin.
ja: 次の 5 分間で Litecoin を確保してください。
ko: 5분 동안 라이트코인을 확보하세요.
pa: ਆਪਣੇ Litecoin ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਅਗਲੇ 5 ਮਿੰਟ ਕੱਢੋ।
pl: Poświęć następne 5 minut na zabezpieczenie swoich Litecoinów.
pt_br: Reserve os próximos 5 minutos para proteger seu Litecoin.
ru: Потратьте следующие 5 минут, чтобы защитить свой Litecoin.
sv: Ta de närmaste 5 minuterna för att säkra din Litecoin.
tr: Litecoin'inizi güvence altına almak için önümüzdeki 5 dakikayı ayırın.
uk: Приділіть наступні 5 хвилин, щоб захистити свій Litecoin.
zh_hans: 请花接下来的5分钟来保护您的莱特币。
zh_hant: 請花接下來的 5 分鐘來保護您的萊特幣。

source: Tap a field above. Enter the a few letters. Tap the word that matches
ar: انقر على أحد الحقول أعلاه. أدخل الأحرف المطلوبة. انقر على الكلمة المطابقة.
de: Tippe auf ein Feld oben. Gib ein paar Buchstaben ein. Tippe auf das passende Wort.
es_419: Pulsa un campo arriba. Introduce algunas letras. Pulsa la palabra que coincida.
fa_ir: روی فیلد بالا ضربه بزنید. چند حرف را وارد کنید. روی کلمه‌ای که مطابقت دارد ضربه بزنید.
fr: Traduction française de: Tap a field above. Enter the a few letters. Tap the word that matches
hi: ऊपर दिए गए फ़ील्ड पर टैप करें. कुछ अक्षर डालें. जो शब्द मैच करता है उस पर टैप करें
id: Ketuk bidang di atas. Masukkan beberapa huruf. Ketuk kata yang cocok
it: Tocca un campo qui sopra. Inserisci alcune lettere. Tocca la parola corrispondente.
ja: 上のフィールドをタップしてください。 いくつかの文字を入力してください。 一致する単語をタップしてください
ko: 위의 입력란을 탭하세요. 몇 글자를 입력하세요. 일치하는 단어를 탭하세요.
pa: ਉੱਪਰ ਇੱਕ ਖੇਤਰ 'ਤੇ ਟੈਪ ਕਰੋ। ਕੁਝ ਅੱਖਰ ਦਰਜ ਕਰੋ। ਉਸ ਸ਼ਬਦ 'ਤੇ ਟੈਪ ਕਰੋ ਜੋ ਮੇਲ ਖਾਂਦਾ ਹੈ
pl: Kliknij pole powyżej. Wpisz kilka liter. Kliknij pasujące słowo.
pt_br: Toque em um dos campos acima. Digite algumas letras. Toque na palavra correspondente.
ru: Нажмите на поле выше. Введите несколько букв. Выберите подходящее слово.
sv: Tryck på ett fält ovan. Ange några bokstäver. Tryck på ordet som matchar
tr: Yukarıdaki alanlardan birine dokunun. Birkaç harf girin. Eşleşen kelimeye dokunun.
uk: Торкніться поля вище. Введіть кілька літер. Торкніться слова, яке відповідає запиту.
zh_hans: 点击上方输入框。 输入几个字母。 点击匹配的单词。
zh_hant: 點擊上方的欄位。 輸入幾個字母。 點擊符合的單字。

source: Tap here to enable Face ID
ar: اضغط هنا لتمكين خاصية التعرف على الوجه
de: Tippen Sie hier, um Face ID zu aktivieren
es: Toca aquí para activar Face ID
es_419: Toca aquí para activar Face ID
fa: اینجا را لمس کنید تا Face ID فعال شود
fa_ir: اینجا را لمس کنید تا Face ID فعال شود
fr: Appuyez ici pour activer Face ID
hi: फेस आईडी सक्षम करने के लिए यहां टैप करें
id: Ketuk di sini untuk mengaktifkan ID Wajah
it: Tocca qui per abilitare Face ID
ja: ここをタップしてFace IDを有効にする
ko: Face ID를 활성화하려면 여기를 누르세요.
pa: ਫੇਸ ਆਈਡੀ ਚਾਲੂ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Stuknij tutaj, aby włączyć Face ID
pt_br: Toque aqui para ativar o Face ID
ru: Нажмите здесь, чтобы включить Face ID
sv: Tryck här för att aktivera Face ID
tr: Face ID'yi etkinleştirmek için buraya dokunun
uk: Натисніть тут, щоб увімкнути Face ID
zh_hans: 点击此处启用面容ID
zh_hant: 點擊此處啟用 Face ID

source: Tap here to enable Touch ID
ar: اضغط هنا لتمكين بصمة الإصبع
de: Tippen Sie hier, um Touch ID zu aktivieren
es: Toca aquí para activar Touch ID
es_419: Toca aquí para activar Touch ID
fa: اینجا را لمس کنید تا Touch ID فعال شود
fa_ir: اینجا را لمس کنید تا Touch ID فعال شود
fr: Appuyez ici pour activer Touch ID
hi: टच आईडी सक्षम करने के लिए यहां टैप करें
id: Ketuk di sini untuk mengaktifkan Touch ID
it: Tocca qui per abilitare Touch ID
ja: ここをタップしてTouch IDを有効にする
ko: Touch ID를 활성화하려면 여기를 누르세요.
pa: ਟੱਚ ਆਈਡੀ ਚਾਲੂ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Stuknij tutaj, aby włączyć Touch ID
pt_br: Toque aqui para ativar o Touch ID
ru: Нажмите здесь, чтобы включить Touch ID
sv: Tryck här för att aktivera Touch ID
tr: Touch ID'yi etkinleştirmek için buraya dokunun
uk: Натисніть тут, щоб увімкнути Touch ID
zh_hans: 点击此处启用触控ID
zh_hant: 點擊此處啟用 Touch ID

source: Tap here to NO PROMPT
ar: اضغط هنا لعدم المطالبة
de: Tippen Sie hier, um keine AUFFORDERUNG zu erhalten
es_419: Pulse aquí para NO PROMPT
fa_ir: اینجا ضربه بزنید تا بدون اعلان
fr: Tapez ici pour NO PROMPT
hi: यहाँ टैप करें NO PROMPT के लिए
id: Ketuk di sini untuk TANPA PROMPT
it: Toccate qui per non fare il PROMPT
ja: ここをタップしてNO PROMPTへ
ko: 여기를 누르면 안내문이 없어요
pa: ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ (ਛੱਡੋ
pl: Stuknij tutaj, aby NIE PROMOWAĆ
pt_br: Toque aqui para NÃO SOLICITAR NADA
ru: Нажмите здесь, чтобы нет ПОДСКАЗКИ
sv: Tryck här för att INGA PROMPT
tr: PROMPT YOK için buraya dokunun
uk: Натисніть тут, щоб БЕЗ ЗАПИТУ
zh_hans: 点击此处无需提示
zh_hant: 點擊此處無需提示

source: Tap here to perform a rescan
ar: اضغط هنا لإعادة الفحص
de: Tippen Sie hier, um einen erneuten Scan durchzuführen
es: Toca aquí para realizar un nuevo escaneo
es_419: Toca aquí para realizar un nuevo escaneo
fa: اینجا را برای انجام اسکن مجدد لمس کنید
fa_ir: اینجا را برای انجام اسکن مجدد لمس کنید
fr: Appuyez ici pour effectuer une nouvelle analyse
hi: पुनः स्कैन करने के लिए यहां टैप करें
id: Ketuk di sini untuk melakukan pemindaian ulang
it: Tocca qui per eseguire una nuova scansione
ja: ここをタップして再スキャン
ko: 다시 스캔하려면 여기를 누르세요.
pa: ਮੁੜ-ਸਕੈਨ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Stuknij tutaj, aby wykonać ponowne skanowanie
pt_br: Toque aqui para executar uma nova varredura
ru: Нажмите здесь, чтобы выполнить повторное сканирование
sv: Tryck här för att utföra en ny skanning
tr: Yeniden tarama yapmak için buraya dokunun
uk: Натисніть тут, щоб виконати повторне сканування
zh_hans: 点击此处重新扫描
zh_hant: 點擊此處執行重新掃描

source: Tap here to share analytics data anonymously
ar: اضغط هنا لمشاركة بيانات التحليلات بشكل مجهول
de: Tippen Sie hier, um Analysedaten anonym zu teilen
es: Toca aquí para compartir datos analíticos de forma anónima
es_419: Toca aquí para compartir datos analíticos de forma anónima
fa: برای اشتراک‌گذاری ناشناس داده‌های تحلیلی اینجا ضربه بزنید
fa_ir: برای اشتراک‌گذاری ناشناس داده‌های تحلیلی اینجا ضربه بزنید
fr: Appuyez ici pour partager des données d’analyse de manière anonyme
hi: एनालिटिक्स डेटा को गुमनाम रूप से साझा करने के लिए यहां टैप करें
id: Ketuk di sini untuk membagikan data analitik secara anonim
it: Tocca qui per condividere i dati analitici in modo anonimo
ja: 匿名で分析データを共有するにはここをタップ
ko: 익명으로 분석 데이터를 공유하려면 여기를 누르세요.
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਡੇਟਾ ਨੂੰ ਗੁਮਨਾਮ ਤੌਰ 'ਤੇ ਸਾਂਝਾ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Kliknij tutaj, aby anonimowo udostępnić dane analityczne
pt_br: Toque aqui para compartilhar dados analíticos de forma anônima
ru: Нажмите здесь, чтобы анонимно поделиться аналитическими данными
sv: Tryck här för att dela analysdata anonymt
tr: Analitik verileri anonim olarak paylaşmak için buraya dokunun
uk: Натисніть тут, щоб анонімно поділитися аналітичними даними
zh_hans: 点击此处匿名分享分析数据
zh_hant: 點擊此處匿名分享分析數據

source: Tap here to turn on passcode
ar: اضغط هنا لتفعيل رمز المرور
de: Hier tippen, um Passcode zu aktivieren
es: Toca aquí para activar el código de acceso
es_419: Toca aquí para activar el código de acceso
fa: اینجا ضربه بزنید تا رمز عبور فعال شود
fa_ir: اینجا ضربه بزنید تا رمز عبور فعال شود
fr: Appuyez ici pour activer le code d’accès
hi: पासकोड चालू करने के लिए यहां टैप करें
id: Ketuk di sini untuk mengaktifkan kode sandi
it: Tocca qui per attivare il passcode
ja: パスコードをオンにするにはここをタップ
ko: 비밀번호를 켜려면 여기를 누르세요.
pa: ਪਾਸਕੋਡ ਚਾਲੂ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Stuknij tutaj, aby włączyć kod dostępu
pt_br: Toque aqui para ativar a senha
ru: Нажмите здесь, чтобы включить код доступа
sv: Tryck här för att aktivera lösenkod
tr: Parolayı açmak için buraya dokunun
uk: Натисніть тут, щоб увімкнути пароль
zh_hans: 点击此处开启密码
zh_hant: 點擊此處開啟密碼

source: Tap here to update your PIN
ar: اضغط هنا لتحديث رقم التعريف الشخصي الخاص بك
de: Tippen Sie hier, um Ihre PIN zu aktualisieren
es: Toca aquí para actualizar tu PIN
es_419: Toca aquí para actualizar tu PIN
fa: اینجا را لمس کنید تا پین خود را به‌روزرسانی کنید
fa_ir: اینجا را لمس کنید تا پین خود را به‌روزرسانی کنید
fr: Appuyez ici pour mettre à jour votre code PIN
hi: अपना पिन अपडेट करने के लिए यहां टैप करें
id: Ketuk di sini untuk memperbarui PIN Anda
it: Tocca qui per aggiornare il tuo PIN
ja: PINを更新するにはここをタップ
ko: PIN을 업데이트하려면 여기를 누르세요.
pa: ਆਪਣਾ ਪਿੰਨ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Stuknij tutaj, aby zaktualizować kod PIN
pt_br: Toque aqui para atualizar seu PIN
ru: Нажмите здесь, чтобы обновить ваш PIN-код
sv: Tryck här för att uppdatera din PIN-kod
tr: PIN kodunuzu güncellemek için buraya dokunun
uk: Натисніть тут, щоб оновити свій PIN-код
zh_hans: 点击此处更新您的PIN码
zh_hant: 點擊此處更新您的 PIN 碼

source: Tap here to verify your 12 word seed phrase
ar: اضغط هنا للتحقق من عبارة الاسترداد المكونة من 12 كلمة الخاصة بك
de: Tippen Sie hier, um Ihre 12-Wort-Seed-Phrase zu verifizieren
es: Toca aquí para verificar tu frase semilla de 12 palabras
es_419: Toca aquí para verificar tu frase semilla de 12 palabras
fa: برای تأیید عبارت بذر ۱۲ کلمه‌ای خود اینجا ضربه بزنید
fa_ir: برای تأیید عبارت بذر ۱۲ کلمه‌ای خود اینجا ضربه بزنید
fr: Appuyez ici pour vérifier votre phrase de récupération de 12 mots
hi: अपने 12 शब्द बीज वाक्यांश को सत्यापित करने के लिए यहां टैप करें
id: Ketuk di sini untuk memverifikasi frasa benih 12 kata Anda
it: Tocca qui per verificare la tua frase seme di 12 parole
ja: ここをタップして12単語のシードフレーズを確認
ko: 12단어 시드 문구를 확인하려면 여기를 누르세요.
pa: ਆਪਣੇ 12 ਸ਼ਬਦਾਂ ਵਾਲੇ ਸੀਡ ਵਾਕੰਸ਼ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Kliknij tutaj, aby zweryfikować 12-słowną frazę początkową
pt_br: Toque aqui para verificar sua frase-semente de 12 palavras
ru: Нажмите здесь, чтобы подтвердить вашу 12-словную фразу восстановления.
sv: Tryck här för att verifiera din 12-ords startfras
tr: 12 kelimelik tohum cümlenizi doğrulamak için buraya dokunun
uk: Натисніть тут, щоб підтвердити свою початкову фразу з 12 слів
zh_hans: 点击此处验证您的12个单词种子短语
zh_hant: 點擊此處驗證你的 12 個單字的種子短語

source: Tap here to verify your published transaction:
ar: اضغط هنا للتحقق من معاملتك المنشورة:
de: Tippen Sie hier, um Ihre veröffentlichte Transaktion zu verifizieren:
es_419: Pulse aquí para verificar su transacción publicada:
fa_ir: اینجا ضربه بزنید تا تراکنش منتشر شده خود را تأیید کنید:
fr: Tapez ici pour vérifier la transaction publiée :
hi: अपने प्रकाशित लेनदेन को सत्यापित करने के लिए यहां टैप करें:
id: Ketuk di sini untuk memverifikasi transaksi yang dipublikasikan:
it: Toccare qui per verificare la transazione pubblicata:
ja: 公開された取引を確認するには、ここをタップしてください：
ko: 게시된 거래 내역을 확인하려면 여기를 클릭하세요:
pa: ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ (ਛੱਡੋ)
pl: Stuknij tutaj, aby zweryfikować opublikowaną transakcję:
pt_br: Toque aqui para verificar sua transação publicada:
ru: Нажмите здесь, чтобы подтвердить опубликованную транзакцию:
sv: Tryck här för att verifiera din publicerade transaktion:
tr: Yayınlanan işleminizi doğrulamak için buraya dokunun:
uk: Натисніть тут, щоб підтвердити опубліковану транзакцію:
zh_hans: 点击此处查看您已发布的交易：
zh_hant: 點擊此處查看您已發布的交易：

source: The whole process will be done on in 5 mins!
ar: سيتم تنفيذ العملية بأكملها في 5 دقائق!
de: Der gesamte Prozess wird in 5 Minuten abgeschlossen sein!
es_419: Todo el proceso se realizará en 5 minutos.
fa_ir: کل فرآیند در 5 دقیقه انجام خواهد شد!
fr: L'ensemble du processus sera effectué en 5 minutes !
hi: पूरी प्रक्रिया 5 मिनट में पूरी हो जाएगी!
id: Seluruh proses akan selesai dalam 5 menit!
it: L'intero processo sarà completato in 5 minuti!
ja: すべてのプロセスは5分で完了します！
ko: 전체 과정은 5분 만에 끝날 거예요!
pa: ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ (ਛੱਡੋ)
pl: Cały proces zostanie wykonany w ciągu 5 minut!
pt_br: Todo o processo será concluído em 5 minutos!
ru: Весь процесс будет завершен за 5 минут!
sv: Hela processen kommer att göras på 5 minuter!
tr: Tüm süreç 5 dakika içinde tamamlanacak!
uk: Весь процес буде завершено за 5 хвилин!
zh_hans: 整个过程只需5分钟即可完成！
zh_hant: 整個過程只需5分鐘即可完成！

source: The words entered do not match your paper key. Please try again.
ar: الكلمات المدخلة لا تتطابق مع مفتاح الورقة الخاص بك. يرجى المحاولة مرة أخرى.
de: Die eingegebenen Wörter stimmen nicht mit Ihrem Papierschlüssel überein. Bitte versuchen Sie es erneut.
es: Las palabras ingresadas no coinciden con tu clave de papel. Por favor, inténtalo de nuevo.
es_419: Las palabras ingresadas no coinciden con tu clave de papel. Por favor, inténtalo de nuevo.
fa: کلمات وارد شده با کلید کاغذی شما مطابقت ندارند. لطفاً دوباره تلاش کنید.
fa_ir: کلمات وارد شده با کلید کاغذی شما مطابقت ندارند. لطفاً دوباره تلاش کنید.
fr: Les mots saisis ne correspondent pas à votre clé en papier. Veuillez réessayer.
hi: दर्ज किए गए शब्द आपके पेपर कुंजी से मेल नहीं खाते हैं। कृपया पुन: प्रयास करें।
id: Kata-kata yang dimasukkan tidak cocok dengan kunci kertas Anda. Silakan coba lagi.
it: Le parole immesse non corrispondono alla chiave cartacea. Riprova per favore.
ja: 入力された単語がお手元のペーパーキーと一致しません。もう一度お試しください。
ko: 입력한 단어가 용지 키와 일치하지 않습니다. 다시 시도해주세요.
pa: ਦਰਜ ਕੀਤੇ ਸ਼ਬਦ ਤੁਹਾਡੀ ਪੇਪਰ ਕੀ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wprowadzone słowa nie pasują do klucza papierowego. Spróbuj ponownie.
pt_br: As palavras digitadas não correspondem à chave do papel. Tente novamente.
ru: Введенные слова не соответствуют вашему бумажному ключу. Пожалуйста, попробуйте снова.
sv: Orden som angavs matchar inte din pappernyckel. Försök igen.
tr: Girilen kelimeler kağıt anahtarınızla eşleşmiyor. Lütfen tekrar deneyin.
uk: Введені слова не відповідають вашому паперовому ключу. Будь ласка, спробуйте ще раз.
zh_hans: 输入的单词与您的纸质密钥不匹配。请再试一次。
zh_hant: 輸入的單字與您的紙質鑰匙不符。請重試。

source: There was a serious error in creating your Brainwallet. Visit us at brainwallet.co to file a customer support ticket.
ar: حدث خطأ جسيم في إنشاء محفظة الدماغ الخاصة بك. قم بزيارتنا على brainwallet.co لتقديم تذكرة دعم العملاء.
de: Es gab einen schwerwiegenden Fehler beim Erstellen Ihrer Brainwallet. Besuchen Sie uns unter brainwallet.co, um ein Kundensupport-Ticket zu erstellen.
es_419: Hubo un error grave al crear tu Brainwallet. Visítanos en brainwallet.co para enviar un ticket de soporte al cliente.
fa_ir: یک خطای جدی در ایجاد Brainwallet شما رخ داد. از brainwallet.co بازدید کنید تا یک تیکت پشتیبانی مشتری ثبت کنید.
fr: Il y a eu une grave erreur lors de la création de votre Brainwallet. Rendez-vous sur brainwallet.co pour déposer un ticket d’assistance client.
hi: आपके ब्रेनवॉलेट को बनाने में एक गंभीर त्रुटि हुई है। ग्राहक सहायता टिकट दर्ज करने के लिए brainwallet.co पर हमारी वेबसाइट पर जाएँ।
id: Ada kesalahan serius dalam membuat Brainwallet Anda. Kunjungi kami di brainwallet.co untuk mengajukan tiket dukungan pelanggan.
it: Si è verificato un grave errore durante la creazione del tuo Brainwallet. Visitateci su brainwallet.co per inviare un ticket di assistenza clienti.
ja: ブレインウォレットの作成に重大な誤りがありました。brainwallet.coでカスタマーサポートチケットを提出してください。
ko: 브레인월렛을 만드는 데 심각한 오류가 있었습니다. 고객 지원 티켓을 제출하려면 brainwallet.co 에 방문해 주세요.
pa: ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ (ਛੱਡੋ) ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ (ਛੱਡੋ)
pl: Wystąpił poważny błąd podczas tworzenia Brainwallet. Odwiedź naszą stronę brainwallet.co, aby złożyć zgłoszenie do działu obsługi klienta.
pt_br: Houve um erro grave na criação de seu Brainwallet. Visite-nos em brainwallet.co para registrar um tíquete de suporte ao cliente.
ru: При создании вашего Brainwallet произошла серьезная ошибка. Посетите наш сайт brainwallet.co, чтобы подать заявку в службу поддержки клиентов.
sv: Det uppstod ett allvarligt fel vid skapandet av din Brainwallet. Besök oss på brainwallet.co för att skicka in ett kundtjänstärende.
tr: Brainwallet'ınızı oluştururken ciddi bir hata oluştu. Bir müşteri destek bileti oluşturmak için brainwallet.co adresinden bizi ziyaret edin.
uk: Під час створення вашого Brainwallet сталася серйозна помилка. Відвідайте наш веб-сайт brainwallet.co, щоб подати запит на підтримку клієнтів.
zh_hans: 创建您的 Brainwallet 时出现严重错误。请访问 brainwallet.co 提交客户支持工单。
zh_hant: 建立您的 Brainwallet 時出現嚴重錯誤。請造訪 brainwallet.co 提交客戶支援工單。

source: These are your seed words. If you show them to anyone, they can take your Litecoin
ar: هذه هي كلماتك الأساسية. إذا أظهرتهم لأي شخص، يمكنهم أخذ اللايتكوين الخاص بك.
de: Dies sind Ihre Saatworte. Wenn Sie sie jemandem zeigen, kann er Ihre Litecoin nehmen.
es: Estas son tus palabras clave. Si se los muestras a alguien, pueden tomar tu Litecoin.
es_419: Estas son tus palabras clave. Si se los muestras a alguien, pueden tomar tu Litecoin.
fa: اینها کلمات بذر شما هستند. اگر آنها را به کسی نشان دهید، می‌توانند لایت‌کوین شما را بگیرند
fa_ir: اینها کلمات بذر شما هستند. اگر آنها را به کسی نشان دهید، می‌توانند لایت‌کوین شما را بگیرند
fr: Ce sont vos mots-semences. Si vous les montrez à n’importe qui, ils peuvent prendre votre Litecoin
hi: ये आपके बीज शब्द हैं। यदि आप इन्हें किसी को दिखाते हैं, तो वे आपका लाइटकॉइन ले सकते हैं
id: Ini adalah kata-kata benih Anda. Jika Anda menunjukkannya kepada siapa pun, mereka dapat mengambil Litecoin Anda
it: Queste sono le tue parole seme. Se li mostri a chiunque, possono prendere i tuoi Litecoin
ja: これらはあなたのシードワードです。誰かに見せれば、ライトコインを盗まれる可能性がある
ko: 이것은 여러분의 씨앗 단어입니다. 다른 사람에게 보여 주면 Litecoin을 가져갈 수 있습니다.
pa: ਇਹ ਤੁਹਾਡੇ ਬੀਜ ਸ਼ਬਦ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਨੂੰ ਦਿਖਾਉਂਦੇ ਹੋ, ਤਾਂ ਉਹ ਤੁਹਾਡਾ Litecoin ਲੈ ਸਕਦੇ ਹਨ।
pl: To są twoje słowa zalążkowe. Jeśli pokażesz je komukolwiek, może on zabrać twoje Litecoiny
pt_br: Essas são suas palavras-semente. Se você mostrá-los a alguém, essa pessoa poderá tomar seu Litecoin
ru: Это ваши семенные слова. Если вы покажете их кому-нибудь, они могут забрать ваши Litecoin.
sv: Det här är dina seed-ord. Om du visar dem för någon, kan de ta dina Litecoin
tr: Bunlar sizin tohum kelimeleriniz. Eğer bunları birine gösterirseniz, Litecoin'inizi alabilirler.
uk: Це ваші ключові слова. Якщо ви їх комусь покажете, вони можуть забрати ваш Litecoin
zh_hans: 这些是你的种子词。如果你把它们展示给任何人，他们都可以拿走你的莱特币。
zh_hant: 這些都是你的種子詞。如果你把它們展示給任何人，他們就可以拿走你的萊特幣

source: This is for you alone. Setup the app passcode, open your password manager or grab a pen to record it & your new seed phrase.
ar: هذا خاص بك وحدك. قم بإعداد رمز مرور التطبيق، افتح مدير كلمات المرور أو استخدم قلمًا لتسجيله مع عبارة الاسترداد الجديدة.
de: Dies ist nur für Sie.\n\nRichten Sie den App-Passcode ein, öffnen Sie Ihren Passwort-Manager oder nehmen Sie einen Stift zur Hand, um ihn und Ihre neue Seed-Phrase zu notieren.\n\n
es: Esto es solo para ti. Configura el código de acceso de la aplicación, abre tu gestor de contraseñas o toma un bolígrafo para registrarlo junto con tu nueva frase de recuperación.
es_419: Esto es solo para ti. Configura la contraseña de la aplicación, abre tu administrador de contraseñas o usa un bolígrafo para registrarla junto con tu nueva frase inicial.
fa: این فقط برای خود شماست. رمز عبور برنامه را تنظیم کنید، مدیر رمزهای عبور خود را باز کنید یا یک خودکار بردارید تا آن و عبارت بازیابی جدید خود را ثبت کنید.
fa_ir: این فقط برای شماست. کد عبور برنامه را تنظیم کنید، مدیر رمز عبور خود را باز کنید یا یک خودکار بردارید و آن و عبارت بازیابی جدید خود را یادداشت کنید.
fr: Ceci est uniquement pour vous.\n\nConfigurez le code d'accès de l'application, ouvrez votre gestionnaire de mots de passe ou prenez un stylo pour le noter ainsi que votre nouvelle phrase de récupération.\n\n
hi: यह सिर्फ़ आपके लिए है। ऐप पासकोड सेटअप करें, अपना पासवर्ड मैनेजर खोलें या इसे और अपने नए सीड फ्रेज़ को रिकॉर्ड करने के लिए एक पेन लें।
id: Ini hanya untuk Anda. Atur kode sandi aplikasi, buka pengelola kata sandi Anda atau ambil pena untuk mencatatnya & frasa benih baru Anda.
it: Questo è solo per te. Imposta il codice di accesso dell'app, apri il tuo gestore di password o prendi una penna per registrarlo insieme alla tua nuova frase seme.
ja: これはあなただけのものです。 アプリのパスコードを設定し、パスワードマネージャーを開くか、ペンを用意してパスコードと新しいシードフレーズを記録してください。
ko: 이건 오직 당신만을 위한 것입니다. 앱 암호를 설정하고, 암호 관리자를 열거나 펜을 꺼내 암호와 새 시드 문구를 적어 두세요.
pa: ਇਹ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ ਹੈ। ਐਪ ਪਾਸਕੋਡ ਸੈੱਟਅੱਪ ਕਰੋ, ਆਪਣਾ ਪਾਸਵਰਡ ਮੈਨੇਜਰ ਖੋਲ੍ਹੋ ਜਾਂ ਇਸਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਇੱਕ ਪੈੱਨ ਫੜੋ ਅਤੇ ਆਪਣਾ ਨਵਾਂ ਸੀਡ ਵਾਕੰਸ਼।
pl: To tylko dla Ciebie. Skonfiguruj hasło aplikacji, otwórz menedżera haseł lub weź długopis i zapisz je oraz nową frazę startową.
pt_br: Isso é só para você. Configure a senha do aplicativo, abra seu gerenciador de senhas ou pegue uma caneta para anotá-la, juntamente com sua nova frase-semente.
ru: Это только для вас. Установите пароль приложения, откройте менеджер паролей или возьмите ручку, чтобы записать его и вашу новую сид-фразу.
sv: Detta är bara för dig. Ställ in appens lösenord, öppna lösenordshanteraren eller ta en penna för att anteckna det och din nya startfras.
tr: Bu sadece sizin için. Uygulama şifresini ayarlayın, şifre yöneticinizi açın veya bir kalem alıp şifrenizi ve yeni kurtarma kelime öbeğinizi kaydedin.
uk: Це тільки для вас. Налаштуйте пароль програми, відкрийте менеджер паролів або візьміть ручку, щоб записати його та нову початкову фразу.
zh_hans: 这是专门为你准备的。 设置应用密码，打开密码管理器或用笔记录密码和你的新助记词。
zh_hant: 設定應用密碼，開啟密碼管理器或用筆記錄密碼和新的助記詞。

source: This process can take 5 - 45 mins depending on your connectivty to the Litecoin network.
ar: يمكن أن تستغرق هذه العملية من 5 إلى 45 دقيقة اعتمادًا على اتصالك بشبكة لايتكوين.
de: Dieser Vorgang kann je nach Ihrer Verbindung zum Litecoin-Netzwerk 5 - 45 Minuten dauern.
es: Este proceso puede tardar entre 5 y 45 minutos dependiendo de tu conectividad a la red de Litecoin.
es_419: Este proceso puede tomar de 5 a 45 minutos dependiendo de tu conectividad a la red de Litecoin.
fa: این فرآیند می‌تواند بسته به کیفیت اتصال شما به شبکه لایت‌کوین، بین ۵ تا ۴۵ دقیقه طول بکشد.
fa_ir: این فرآیند می‌تواند بسته به کیفیت اتصال شما به شبکه لایت‌کوین، بین ۵ تا ۴۵ دقیقه طول بکشد.
fr: Ce processus peut prendre de 5 à 45 minutes en fonction de votre connexion au réseau Litecoin.
hi: इस प्रक्रिया में लाइटकॉइन नेटवर्क से आपकी कनेक्टिविटी के आधार पर 5 - 45 मिनट लग सकते हैं।
id: Proses ini dapat memakan waktu 5 - 45 menit tergantung pada konektivitas Anda ke jaringan Litecoin.
it: Questo processo può richiedere dai 5 ai 45 minuti, a seconda della connettività alla rete Litecoin.
ja: このプロセスは、ライトコインネットワークへの接続状況によって、5分から45分かかることがあります。
ko: 이 프로세스는 Litecoin 네트워크에 연결하는 데 따라 5 ~ 45분이 소요될 수 있습니다.
pa: ਇਸ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ 5 - 45 ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ ਜੋ ਕਿ Litecoin ਨੈੱਟਵਰਕ ਨਾਲ ਤੁਹਾਡੀ ਕਨੈਕਟੀਵਿਟੀ ਦੇ ਆਧਾਰ 'ਤੇ ਹੁੰਦਾ ਹੈ।
pl: Proces ten może zająć od 5 do 45 minut w zależności od połączenia z siecią Litecoin.
pt_br: Esse processo pode levar de 5 a 45 minutos, dependendo de sua conexão com a rede Litecoin.
ru: Этот процесс может занять от 5 до 45 минут в зависимости от вашего подключения к сети Litecoin.
sv: Denna process kan ta 5 - 45 minuter beroende på din anslutning till Litecoin-nätverket.
tr: Bu işlem Litecoin ağına olan bağlantınıza bağlı olarak 5 - 45 dakika sürebilir.
uk: Цей процес може тривати від 5 до 45 хвилин залежно від вашого підключення до мережі Litecoin.
zh_hans: 此过程可能需要5到45分钟，具体取决于您与莱特币网络的连接情况。
zh_hant: 此過程可能需要 5 - 45 分鐘，具體取決於您與萊特幣網路的連接情況。
